Repository: seyyko/portfolio
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Are you sure you want to delete all your data? This action cannot be undone.
fr: Êtes-vous sûr de vouloir supprimer toutes vos données ? Cette action ne peut être annulée.

source: All your data has been deleted.
fr: Toutes vos données ont été supprimées.

source: An error occurred while deleting your data.
fr: Une erreur s'est produite lors de la suppression de vos données.

source: available soon
fr: bientôt disponible

source: Click and Select Surahs to Memorize
fr: Cliquez et Sélectionnez les sourates à mémoriser

source: Click again to hide
fr: Cliquez à nouveau pour masquer

source: Click to modify preferences
fr: Cliquez pour modifier les préférences

source: No surahs selected.
fr: Aucune sourate sélectionnée.

source: Current verse
fr: Verset actuel

source: Show answer
fr: Afficher la suite

source: generate
fr: générer

source: Next
fr: Suivant

source: No verses to display.
fr: Aucun verset à afficher.

source: Full surah
fr: Sourate entière

source: Go to verse
fr: Aller au verset

source: Toggle Dark/Light Theme
fr: Basculer thème sombre/clair

source: Delete your data
fr: Supprimer vos données

source: Features
fr: Fonctionnalités

source: Language Translation
fr: Traduction des langues

source: Switch between English and French automatically based on your browser's preferences.
fr: Basculer entre l'anglais et le français automatiquement en fonction des préférences de votre navigateur.

source: Keyboard Shortcuts
fr: Raccourcis clavier

source: Use shortcuts like <b>Escape</b> to toggle the menu or <b>Arrow keys</b> to navigate between verses.
fr: Utilisez des raccourcis comme <b>Échap</b> pour basculer le menu ou les <b>Flèches directionnelles</b> pour naviguer entre les versets.

source: Dark / Light Theme
fr: Thème sombre/clair

source: Switch between dark and light themes for comfortable reading.
fr: Basculer entre les thèmes sombres et clairs pour une lecture confortable.

source: Choose Random Part
fr: Choisir la partie aléatoire

source: Start reading from the beginning, middle, or end of a surah randomly.
fr: Commencez à lire depuis le début, le milieu ou la fin d'une sourate aléatoirement.

source: Choose Reciter
fr: Choisir le récitateur

source: Change the reciter to listen to your preferred voice.
fr: Changez le récitateur pour écouter votre voix préférée.

source: Fast Preference Storage
fr: Stockage rapide des préférences

source: Save your preferences quickly and effortlessly for a smooth experience.
fr: Enregistrez vos préférences rapidement et sans effort pour une expérience fluide.

source: Precision Mode
fr: Mode précision

source: Focus on memorizing a single Surah for a more targeted approach.
fr: Concentrez-vous sur la mémorisation d'une seule sourate pour une approche plus ciblée.

source: Dynamic Web Page
fr: Page Web dynamique

source: Enjoy a responsive and interactive page that adapts to your needs.
fr: Profitez d'une page réactive et interactive qui s'adapte à vos besoins.

source: All rights reserved.
fr: Tous droits réservés.

source: Translation
fr: Traduction

source: Recitation type
fr: Type de récitation

source: Random part
fr: Partie aléatoire

source: start
fr: début

source: middle
fr: milieu

source: end
fr: fin

source: clear
fr: effacer

source: previous
fr: précédent

source: About
fr: À propos

source: Save
fr: Enregistrer

source: Choose a reciter :
fr: Choisir un récitateur :
